tap "1password/tap"
tap "charmbracelet/tap"
tap "chef/chef"
tap "helm/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homeport/tap"
tap "pulumi/tap"
tap "termoose/tap"
brew "ansible-lint"
brew "asdf"
brew "bat"
brew "bats-core"
brew "caddy"
brew "glib"
brew "chezmoi"
brew "direnv"
brew "doctl"
brew "exa"
brew "exiftool"
brew "fd"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "helm"
brew "htop"
brew "jq"
brew "just"
brew "k9s"
brew "lastpass-cli"
brew "lua-language-server"
brew "m-cli"
brew "mas"
brew "mtr"
brew "neofetch"
brew "neovim"
brew "packer"
brew "pinentry-mac"
brew "pre-commit"
brew "rustup"
brew "shellcheck"
brew "solargraph"
brew "speedtest-cli"
brew "starship"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tpm"
brew "tree"
brew "vault"
brew "watch"
brew "wget"
brew "yq"
brew "zellij"
brew "zoxide"
brew "zsh-completions"
brew "helm/tap/chart-releaser"
brew "homeport/tap/dyff"
brew "pulumi/tap/pulumi"
brew "termoose/tap/irccloud-cli"
cask "1password"
cask "1password-cli"
cask "balenaetcher"
cask "discord"
cask "docker"
cask "fig"
cask "font-comic-shanns-mono-nerd-font"
cask "font-iosevka"
cask "ghostty"
cask "google-chrome"
cask "inkscape"
cask "inspec"
cask "iterm2"
cask "kitty"
cask "lastpass"
cask "mactex"
cask "sabnzbd"
cask "slack"
cask "virtualbox"
cask "visual-studio-code"
cask "warp"
mas "1Password for Safari", id: 1569813296
mas "ColorSlurp", id: 1287239339
mas "Dark Reader for Safari", id: 1438243180
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "iStat Menus", id: 1319778037
mas "Keynote", id: 409183694
mas "Loud Typer", id: 1493508558
mas "Magic", id: 1581223559
mas "Magnet", id: 441258766
mas "MirrorMeister", id: 1474077410
mas "MonitorControlLite", id: 1595464182
mas "Numbers", id: 409203825
mas "Owly", id: 882812218
mas "Pages", id: 409201541
mas "Perplexity", id: 6714467650
mas "QR Journal", id: 483820530
mas "Tailscale", id: 1475387142
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
vscode "1password.op-vscode"
vscode "aaron-bond.better-comments"
vscode "alefragnani.project-manager"
vscode "aliariff.vscode-erb-beautify"
vscode "atlassian.atlascode"
vscode "bbenoist.nix"
vscode "castwide.solargraph"
vscode "chrislajoie.vscode-modelines"
vscode "codezombiech.gitignore"
vscode "davidanson.vscode-markdownlint"
vscode "davidhouchin.whitespace-plus"
vscode "dawhite.mustache"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "dracula-theme-pro.theme-dracula-pro"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grafana.vscode-jsonnet"
vscode "in4margaret.compareit"
vscode "ipedrazas.kubernetes-snippets"
vscode "james-yu.latex-workshop"
vscode "jebbs.plantuml"
vscode "jnoortheen.nix-ide"
vscode "kenhowardpdx.vscode-gist"
vscode "mechatroner.rainbow-csv"
vscode "mikoz.black-py"
vscode "moshfeu.diff-merge"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.test-adapter-converter"
vscode "njpwerner.autodocstring"
vscode "numso.prettier-standard-vscode"
vscode "oderwat.indent-rainbow"
vscode "pascalreitermann93.vscode-yaml-sort"
vscode "pkief.material-icon-theme"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "samuelcolvin.jinjahtml"
vscode "sclu1034.justfile"
vscode "semgrep.semgrep"
vscode "shaharkazaz.git-merger"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "systemsmystery.stackstorm-vscode"
vscode "tecosaur.latex-utilities"
vscode "timonwong.shellcheck"
vscode "trond-snekvik.simple-rst"
vscode "tusaeff.vscode-iterm2-theme-sync"
vscode "tyriar.sort-lines"
vscode "vmware.vscode-concourse"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "wholroyd.jinja"
vscode "yzhang.markdown-all-in-one"
vscode "ziyasal.vscode-open-in-github"
vscode "zxh404.vscode-proto3"
