tap "1password/tap"
tap "charmbracelet/tap"
tap "chef/chef"
tap "helm/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homeport/tap"
tap "pulumi/tap"
tap "termoose/tap"
brew "ansible-lint"
brew "asdf"
brew "bat"
brew "bats-core"
brew "caddy"
brew "glib"
brew "chezmoi"
brew "direnv"
brew "doctl"
brew "exa"
brew "fd"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "helm"
brew "htop"
brew "jq"
brew "k9s"
brew "lastpass-cli"
brew "lua-language-server"
brew "m-cli"
brew "mas"
brew "neofetch"
brew "neovim"
brew "pinentry-mac"
brew "pre-commit"
brew "rustup-init"
brew "shellcheck"
brew "solargraph"
brew "starship"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tpm"
brew "tree"
brew "vault"
brew "watch"
brew "wget"
brew "yq"
brew "zellij"
brew "zoxide"
brew "zsh-completions"
brew "helm/tap/chart-releaser"
brew "homeport/tap/dyff"
brew "pulumi/tap/pulumi"
brew "termoose/tap/irccloud-cli"
cask "1password"
cask "1password-cli"
cask "balenaetcher"
cask "discord"
cask "fig"
cask "font-comic-shanns-mono-nerd-font"
cask "inspec"
cask "iterm2"
cask "kitty"
cask "lastpass"
cask "sabnzbd"
cask "visual-studio-code"
cask "warp"
mas "1Password for Safari", id: 1569813296
mas "ColorSlurp", id: 1287239339
mas "Dark Reader for Safari", id: 1438243180
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "iStat Menus", id: 1319778037
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Owly", id: 882812218
mas "Pages", id: 409201541
mas "Tailscale", id: 1475387142
mas "WireGuard", id: 1451685025
vscode "1Password.op-vscode"
vscode "aaron-bond.better-comments"
vscode "alefragnani.Bookmarks"
vscode "alefragnani.project-manager"
vscode "atlassian.atlascode"
vscode "bbenoist.Nix"
vscode "brettm12345.nixfmt-vscode"
vscode "castwide.solargraph"
vscode "Catppuccin.catppuccin-vsc"
vscode "chrislajoie.vscode-modelines"
vscode "codezombiech.gitignore"
vscode "DavidAnson.vscode-markdownlint"
vscode "davidhouchin.whitespace-plus"
vscode "dawhite.mustache"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "GitHub.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "Grafana.vscode-jsonnet"
vscode "in4margaret.compareit"
vscode "ipedrazas.kubernetes-snippets"
vscode "jdinhlife.gruvbox"
vscode "jebbs.plantuml"
vscode "jnoortheen.nix-ide"
vscode "kenhowardpdx.vscode-gist"
vscode "mechatroner.rainbow-csv"
vscode "monokai.theme-monokai-pro-vscode"
vscode "moshfeu.diff-merge"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-python.black-formatter"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.test-adapter-converter"
vscode "njpwerner.autodocstring"
vscode "numso.prettier-standard-vscode"
vscode "oderwat.indent-rainbow"
vscode "PascalReitermann93.vscode-yaml-sort"
vscode "PKief.material-icon-theme"
vscode "rebornix.ruby"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "samuelcolvin.jinjahtml"
vscode "shaharkazaz.git-merger"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "systemsmystery.stackstorm-vscode"
vscode "timonwong.shellcheck"
vscode "trond-snekvik.simple-rst"
vscode "tusaeff.vscode-iterm2-theme-sync"
vscode "vmware.vscode-concourse"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "whizkydee.material-palenight-theme"
vscode "wholroyd.jinja"
vscode "wingrunr21.vscode-ruby"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
vscode "ziyasal.vscode-open-in-github"
vscode "zxh404.vscode-proto3"
